Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TroubleshootingHeaderTitle
source: Having Trouble?
ar: هل تواجه مشكلة؟
ca: Tens problemes?
cs: Máte potíže?
da: Har du problemer?
de: Probleme?
el: Αντιμετωπίζετε προβλήματα;
es: ¿Algún problema?
es_us: ¿Algún problema?
fi: Ongelmia?
fr: Un problème ?
fr_ca: Un problème?
he: נתקלת בבעיה?
hi: समस्या हो रही है?
hr: Došlo je do problema?
hu: Problémát észlelt?
id: Ada Masalah?
it: Hai riscontrato problemi?
ja: お困りですか?
ko: 문제가 있습니까?
ms: Menghadapi Masalah?
nb: Har du problemer?
nl: Problemen?
pl: Problem?
pt_br: Problemas?
pt_pt: Está a ter problemas?
ro: Întâmpinați probleme?
ru: Возникли проблемы?
sk: Riešenie problémov
sl: Imate težave?
sv: Problem?
th: มีปัญหาหรือไม่
tr: Bir Sorun mu Yaşıyorsunuz?
uk: Виникла проблема?
vi: Đang gặp sự cố?
zh_cn: 遇到问题？
zh_hk: 發生問題嗎？
zh_tw: 發生問題嗎？

# TroubleshootingTitle
source: Help
ar: المساعدة
ca: Ajuda
cs: Nápověda
da: Hjælp
de: Hilfe
el: Βοήθεια
es: Ayuda
es_us: Ayuda
fi: Ohje
fr: Aide
fr_ca: Aide
he: עזרה
hi: सहायता
hr: Pomoć
hu: Súgó
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
ms: Bantuan
nb: Hjelp
pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
ro: Ajutor
ru: Справка
sk: Pomocník
sl: Pomoč
sv: Hjälp
th: วิธีใช้
tr: Yardım
uk: Довідка
vi: Trợ giúp
zh_cn: 帮助
zh_hk: 輔助説明
zh_tw: 輔助說明

# TurnOnLocationButtonTitle
source: Turn On Location Services
ar: تشغيل خدمات الموقع
ca: Activa la localització
cs: Zapnout polohové služby
da: Slå Lokalitetstjenester til
de: Ortungsdienste aktivieren
el: Ενεργοποίηση Υπηρεσιών τοποθεσίας
es: Activar localización
es_us: Activar Localización
fi: Laita Sijaintipalvelut päälle
fr: Activer le service de localisation
fr_ca: Activer le service de localisation
he: הפעלת ״שירותי מיקום״
hi: स्थान सेवा को चालू करें
hr: Uključi lokacijske usluge
hu: A Helymeghatározás bekapcsolása
id: Nyalakan Layanan Lokasi
it: Attiva Localizzazione
ja: 位置情報サービスをオンにする
ko: 위치 서비스 켜기
ms: Aktifkan Perkhidmatan Lokasi
nb: Slå på Stedstjenester
nl: Schakel 'Locatievoorzieningen' in
pl: Włącz usługi lokalizacji
pt_br: Ativar os Serviços de Localização
pt_pt: Ativar serviços de localização
ro: Activați serviciile de localizare
ru: Включить Службы геолокации
sk: Zapnúť lokalizačné služby
sl: Vklop lokacijskih storitev
sv: Slå på Platstjänster
th: เปิดใช้บริการหาตำแหน่งที่ตั้ง
tr: Konum Servisleri’ni Aç
uk: Увімкнути Служби локації
vi: Bật Dịch vụ Định vị
zh_cn: 打开“定位服务”
zh_hk: 開啟「定位服務」
zh_tw: 開啟「定位服務」

# TVISPortraitClockCategoryFilterAll
source: All
ar: الكل
ca: Totes
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todos
es_us: Todas
fi: Kaikki
fr: Toutes
fr_ca: Toutes
he: הכול
hi: सभी
hr: Sve
hu: Összes
id: Semua
it: Tutte
ja: すべて
ko: 전체
ms: Semua
nb: Alle
nl: Alle
pl: Wszystkie
pt_br: Todas
pt_pt: Todas
ro: Toate
ru: Все
sk: Všetky
sl: Vse
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_cn: 全部
zh_hk: 全部
zh_tw: 全部

# TVISPortraitClockCategoryFilterFavorites
source: Favorites
ar: المفضلة
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
es: Favoritos
es_us: Favoritas
fi: Suosikit
fr_ca: Favoris
he: מועדפים
hi: पसंदीदा
hr: Omiljeno
hu: Kedvencek
id: Favorit
it: Preferite
ja: お気に入り
ko: 즐겨찾는 항목
ms: Kegemaran
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt_br: Favoritos
pt_pt: Favoritas
ro: Favorite
ru: Избранные
sk: Obľúbené
sl: Priljubljene
sv: Favoriter
th: รายการโปรด
tr: Favoriler
uk: Улюблені
vi: Mục ưa thích
zh_cn: 个人收藏
zh_hk: 喜好項目
zh_tw: 喜好項目

# TVISPortraitClockCategoryFilterHide
source: Hide
ar: إخفاء
ca: No mostris
cs: Skrýt
da: Skjul
de: Ausblenden
el: Απόκρυψη
es: Ocultar
es_us: Ocultar
fi: Kätke
fr: Masquer
fr_ca: Masquer
he: הסתרה
hi: छिपाएँ
hr: Sakrij
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 非表示
ko: 가리기
ms: Sembunyikan
nb: Skjul
nl: Verberg
pl: Ukryj
pt_br: Ocultar
pt_pt: Ocultar
ro: Ascundeți
ru: Скрыть
sk: Skryť
sl: Skrij
sv: Göm
th: ซ่อน
tr: Gizle
uk: Сховати
vi: Ẩn
zh_cn: 隐藏
zh_hk: 隱藏
zh_tw: 隱藏

# TVPiCloudWelcomeTitle
source: Set Up iCloud Photos
ar: إعداد صور iCloud
ca: Configuració de les fotos a l’iCloud
cs: Nastavení služby Fotky na iCloudu
da: Indstil iCloud‑fotos
de: „iCloud Fotos“ einrichten
el: Διαμόρφωση των Φωτογραφιών iCloud
es: Configura las fotos en iCloud
es_us: Configuración de Fotos en iCloud
fi: Ota iCloud-kuvat käyttöön
fr: Configurer Photos iCloud
fr_ca: Configurer Photos iCloud
he: הגדרת ״תמונות iCloud״
hi: iCloud तस्वीर सेटअप करें
hr: Podesite iCloud fotografije
hu: iCloud-fotók beállítása
id: Atur Foto iCloud
it: Configura “Foto di iCloud”
ja: iCloud写真を設定
ko: iCloud 사진 설정
ms: Sediakan Foto iCloud
nb: Konfigurer iCloud Bilder
nl: Configureer iCloud-foto's
pl: Skonfiguruj Zdjęcia w iCloud
pt_br: Configure as Fotos do iCloud
pt_pt: Configurar fotografias em iCloud
ro: Configurați Poze iCloud
ru: Настройка Фото iCloud
sk: Nastavte si iCloud Fotky
sl: Nastavitev funkcije Fotografije iCloud
sv: Ställ in iCloud‑bilder
th: ตั้งค่ารูปภาพบน iCloud
tr: iCloud Fotoğrafları’nı Ayarlayın
uk: Налаштуйте Фото iCloud
vi: Thiết lập Ảnh iCloud
zh_cn: 设置iCloud照片
zh_hk: 設定iCloud相片
zh_tw: 設定iCloud照片

# TVPiCloudWelcomeTurnOniCloudPhotosBoth
source: View All iCloud Photos
ar: عرض كل صور iCloud
ca: Mostra les fotos a l’iCloud
cs: Zobrazit všechny fotky na iCloudu
da: Vis alle iCloud‑fotos
de: Alle iCloud-Fotos anzeigen
el: Προβολή όλων των Φωτογραφιών iCloud
es: Ver todas las fotos en iCloud
es_us: Ver todas las fotos en iCloud
fi: Näytä kaikki iCloud-kuvat
fr: Voir Photos iCloud
fr_ca: Afficher toutes les photos iCloud
he: הצגת כל התכנים שב״תמונות iCloud״
hi: सभी iCloud तस्वीरें देखें
hr: Prikaži sve iCloud fotografije
hu: Összes iCloud-fotó megtekintése
id: Lihat Semua Foto iCloud
it: Visualizza tutte le foto su iCloud
ja: すべてのiCloud写真を表示
ko: 모든 iCloud 사진 보기
ms: Lihat Semua Foto iCloud
nb: Vis alle iCloud-bilder
nl: Bekijk alle iCloud-foto's
pl: Pokaż wszystkie zdjęcia z iCloud
pt_br: Ver Todas as Fotos do iCloud
pt_pt: Ver todas as fotografias em iCloud
ro: Afișați tot din Poze iCloud
ru: Просмотреть все фото iCloud
sk: Zobraziť všetky fotky z iCloudu
sl: Prikaži vse fotografije iz storitve iCloud
sv: Visa alla iCloud‑bilder
th: ดูรูปภาพบน iCloud ทั้งหมด
tr: Tüm iCloud Fotoğrafları’nı Görüntüle
uk: Переглядати всю фототеку iCloud
vi: Xem tất cả Ảnh iCloud
zh_cn: 查看所有iCloud照片
zh_hk: 檢視所有iCloud相片
zh_tw: 檢視所有iCloud照片

# TVPiCloudWelcomeTurnOniCloudPhotosiCloud
source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_us: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Ga door
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# TVPiCloudWelcomeTurnOnSharedAlbums
source: View Only Shared Albums
ar: عرض الألبومات المشتركة فقط
ca: Mostra només els àlbums compartits
cs: Zobrazit jen sdílená alba
da: Vis kun delte album
de: Nur geteilte Alben anzeigen
el: Προβολή μόνο των κοινόχρηστων άλμπουμ
es: Ver solo los álbumes compartidos
es_us: Ver sólo álbumes compartidos
fi: Näytä vain jaetut albumit
fr: Afficher les albums partagés uniquement
fr_ca: Afficher uniquement les albums partagés
he: הצגת האלבומים המשותפים בלבד
hi: केवल शेयर किए गए ऐल्बम देखें
hr: Prikaži samo dijeljene albume
hu: Csak a megosztott albumok megtekintése
id: Hanya Lihat Album Bersama
it: Visualizza solo album condivisi
ja: 共有アルバムのみを表示
ko: 공유 앨범만 보기
ms: Hanya Lihat Album Dikongsi
nb: Vis kun delte albumer
nl: Bekijk alleen gedeelde albums
pl: Pokazuj tylko albumy udostępniane
pt_br: Ver Apenas Álbuns Compartilhados
pt_pt: Ver apenas os álbuns partilhados
ro: Afișați doar albumele partajate
ru: Просмотреть только общие альбомы
sk: Zobraziť len zdieľané albumy
sl: Prikaži le deljene albume
sv: Visa endast delade album
th: ดูอัลบั้มที่แชร์เท่านั้น
tr: Yalnızca Paylaşılan Albümleri Görüntüle
uk: Переглядати тільки спільні альбоми
vi: Chỉ xem album chung
zh_cn: 仅查看共享相簿
zh_hk: 只檢視共享相簿
zh_tw: 只檢視共享的相簿

# TVPSharedLibrary_tvOS_CloudWelcomeDescriptionBoth
source: Choose to view all your recent iCloud photos and libraries, or just albums you share.
ar: اختر عرض جميع صور ومكتبات iCloud الحديثة، أو الألبومات التي تشاركها فقط.
ca: Pots veure totes les fototeques i fotos a l’iCloud recents, o només els àlbums que comparteixis.
cs: Vyberte zobrazení všech fotek a knihoven na iCloudu z poslední doby nebo jen alb, která sdílíte.
da: Vælg, om du vil se dine seneste iCloud-fotos og -biblioteker eller kun de album, du deler.
de: Wähle aus, ob du alle neuesten iCloud-Fotos und -Mediatheken anzeigen lassen möchtest oder nur die von dir geteilten Alben.
el: Επιλέξτε την προβολή όλων των πρόσφατων φωτογραφιών και βιβλιοθηκών iCloud ή μόνο των κοινόχρηστων άλμπουμ.
es: Elige si quieres ver todas las fotos recientes en iCloud y las fototecas, o bien solo los álbumes que compartes.
es_us: Elige entre ver todas tus fototecas y fotos recientes en iCloud, o solamente los álbumes que compartes.
fi: Valitse, näytetäänkö kaikki äskeiset iCloud-kuvasi ja kirjastosi vai vain jakamasi albumit.
fr: Vous pouvez afficher toutes vos photos et photothèques iCloud récentes, ou uniquement les albums que vous partagez.
fr_ca: Choisissez d’afficher toutes vos photos et photothèques iCloud récentes ou uniquement les albums que vous partagez.
he: באפשרותך להציג את כל התמונות והספריות האחרונות שלך שב-iCloud, או רק את האלבומים ששיתפת.
hi: अपनी सभी हालिया iCloud तस्वीरें और लाइब्रेरी देखने का या केवल आपने जो ऐल्बम शेयर किए हैं उन्हें देखने का विकल्प चुनें।
hr: Odaberite za prikazivanje svih svojih nedavnih iCloud fotografija i medijateka ili samo albuma koje dijelite.
hu: Kiválaszthatja, hogy az összes legutóbbi iCloud-fotóját és könyvtárait szeretné megtekinteni, vagy csak a megosztott albumait.
id: Pilih untuk melihat semua foto dan perpustakaan iCloud terbaru Anda atau hanya album yang Anda bagikan.
it: Scegli di visualizzare tutte le foto di iCloud e le librerie recenti o solo gli album che condividi.
ja: 最近のiCloud写真とライブラリすべてか、または共有しているアルバムだけを表示するのかを選択してください。
ko: 최근 iCloud 사진 및 보관함을 모두 보거나 사용자가 공유한 앨범만 보도록 선택합니다.
ms: Pilih untuk melihat semua foto dan pustaka iCloud terbaharu anda atau hanya album yang anda kongsi.
nb: Velg å vise alle nylige iCloud-bilder og biblioteker eller kun albumene du deler.
nl: Kies ervoor om al je recente foto's en bibliotheken in iCloud te bekijken of alleen albums die je deelt.
pl: Przeglądaj wszystkie swoje najnowsze zdjęcia i biblioteki w iCloud lub tylko albumy udostępniane innym.
pt_br: Escolha se você deseja ver todas as fotos recentes do iCloud e das fototecas ou apenas os álbuns que você compartilhar.
pt_pt: Opte entre ver todas as bibliotecas e fotografias em iCloud recentes ou apenas os álbuns partilhados.
ro: Alegeți să vedeți toate pozele și bibliotecile dvs. iCloud recente sau doar albumele pe care le partajați.
ru: Можно просматривать сразу все свои недавние фото и медиатеки iCloud или выбрать только альбомы с общим доступом.
sk: Môžete si prezerať všetky svoje najnovšie fotky a knižnice na iCloude alebo len albumy, ktoré zdieľate.
sl: Izberete lahko prikaz vseh nedavnih fotografij in knjižnic iz storitve iCloud ali samo deljenih albumov.
sv: Välj om du vill visa alla dina senaste iCloud-bilder och bibliotek eller endast de album du delar.
th: เลือกเพื่อดูรูปภาพและคลังบน iCloud ล่าสุดทั้งหมดของคุณหรือเฉพาะอัลบั้มที่คุณแชร์
tr: Son iCloud fotoğraflarınızın ve arşivlerinizin tümünü ya da yalnızca paylaştığınız albümleri görüntülemeyi seçin.
uk: Переглядайте всі свої недавні фотографії та фототеки з iCloud або тільки спільні альбоми.
vi: Lựa chọn xem tất cả các thư viện và ảnh iCloud gần đây của bạn hay chỉ các album mà bạn chia sẻ.
zh_cn: 选择查看所有最近的iCloud照片和图库，还是仅查看你共享的相簿。
zh_hk: 選擇來檢視你最近的所有iCloud相片和圖庫，或只檢視你共享的相簿。
zh_tw: 選擇檢視所有最近的iCloud照片和圖庫，或只檢視你共享的相簿。

# TVPSharedLibrary_tvOS_CloudWelcomeDescriptioniCloud
source: Sign in to allow access to your iCloud Photos on this Apple TV.
ar: يجب تسجيل الدخول للسماح بالوصول إلى صور iCloud على هذا الـ Apple TV.
ca: Inicia la sessió per permetre l’accés a les fotos a l’iCloud des de l’Apple TV.
cs: Chcete‑li na této Apple TV povolit přístup k vašim fotkám na iCloudu, přihlaste se.
da: Log ind for at tillade adgang til dine iCloud-fotos på dette Apple TV.
de: Melde dich an, um den Zugriff auf deine iCloud-Fotos auf diesem Apple TV zu erlauben.
el: Συνδεθείτε για να επιτραπεί η πρόσβαση στις Φωτογραφίες iCloud σε αυτό το Apple TV.
es: Inicia sesión para permitir el acceso a tus fotos en iCloud en este Apple TV.
es_us: Inicia sesión para permitir el acceso a tus fotos en iCloud en este Apple TV.
fi: Kirjaudu sisään ja salli iCloud-kuvien käyttö tässä Apple TV:ssä.
fr: Connectez-vous pour autoriser l’accès à Photos iCloud sur cette Apple TV.
fr_ca: Connectez-vous pour autoriser l’accès à vos photos iCloud sur cette Apple TV.
he: יש להתחבר כדי לאפשר גישה ל״תמונות iCloud״ ב‑Apple TV זה.
hi: इस Apple TV पर अपने iCloud तस्वीर में ऐक्सेस की अनुमति देने के लिए साइन इन करें।
hr: Prijavite se kako biste dozvolili pristup svojim iCloud fotografijama na ovom Apple TV-u.
hu: Jelentkezzen be, ha engedélyezni szeretné az iCloud-fotókhoz való hozzáférést ezen az Apple TV‑n.
id: Masuk untuk mengizinkan akses ke Foto iCloud Anda di Apple TV ini.
it: Esegui il login per consentire l’accesso alle foto di iCloud su questa Apple TV.
ja: このApple TVでiCloud写真へのアクセスを許可するには、サインインします。
ko: 이 Apple TV에서 iCloud 사진에 접근하는 것을 허용하려면 로그인하십시오.
ms: Daftar masuk untuk membenarkan akses kepada Foto iCloud anda pada Apple TV ini.
nb: Logg på for tilgang til iCloud Bilder på denne Apple TV-en.
nl: Log in voor toegang tot je iCloud-foto's op deze Apple TV.
pl: Zaloguj się, aby pozwolić na dostęp do zdjęć w iCloud na tym Apple TV.
pt_br: Inicie a sessão para permitir o acesso às Fotos do iCloud nesta Apple TV.
pt_pt: Inicie sessão para permitir o acesso às suas fotografias em iCloud nesta Apple TV.
ro: Autentificați‑vă pentru a permite accesul la Poze iCloud pe acest Apple TV.
ru: Для просмотра Фото iCloud на этом Apple TV войдите в свою учетную запись.
sk: Ak chcete na tomto Apple TV povoliť prístup k iCloud Fotkám, prihláste sa.
sl: Vpišite se, da omogočite dostop do funkcije Fotografije iCloud prek tega Apple TV-ja.
sv: Logga in för att ge tillgång till dina iCloud‑bilder på denna Apple TV.
th: ลงชื่อเข้าเพื่ออนุญาตให้เข้าถึงรูปภาพบน iCloud ของคุณบน Apple TV เครื่องนี้
tr: Bu Apple TV’de iCloud Fotoğrafları’nıza erişime izin vermek için giriş yapın.
uk: Увійдіть, щоб дозволити доступ до ваших Фото iCloud на цьому Apple TV.
vi: Đăng nhập để cho phép truy cập vào Ảnh iCloud của bạn trên Apple TV này.
zh_cn: 登录以允许在此Apple TV上访问你的iCloud照片。
zh_hk: 登入以允許在此Apple TV上取用你的iCloud相片。
zh_tw: 登入來允許取用你在此Apple TV上的iCloud照片。

# TVScreenSaverIdleScreenRefreshIntervalDaily
source: Daily
ar: يوميًا
ca: Diàriament
cs: Denně
da: Dagligt
de: Täglich
el: Κάθε ημέρα
es: Diariamente
es_us: Diariamente
fi: Päivittäin
fr: Chaque jour
fr_ca: Chaque jour
he: פעם ביום
hi: प्रतिदिन
hr: Svaki dan
hu: Naponta
id: Harian
it: Ogni giorno
ja: 毎日
ko: 매일
ms: Harian
nb: Daglig
nl: Elke dag
pl: Codziennie
pt_br: Diariamente
pt_pt: Diariamente
ro: Zilnic
ru: Ежедневно
sk: Denne
sl: Dnevno
sv: Varje dag
th: ทุกวัน
tr: Her gün
uk: Щодня
vi: Hàng ngày
zh_cn: 每天
zh_hk: 每日
zh_tw: 每天

# TVScreenSaverIdleScreenRefreshIntervalMonthly
source: Monthly
ar: شهريًا
ca: Mensualment
cs: Měsíčně
da: Månedligt
de: Monatlich
el: Κάθε μήνα
es: Mensualmente
es_us: Mensualmente
fi: Kuukausittain
fr: Chaque mois
fr_ca: Chaque mois
he: פעם בחודש
hi: प्रति महीना
hr: Svaki mjesec
hu: Havonta
id: Bulanan
it: Ogni mese
ja: 毎月
ko: 매월
ms: Bulanan
nb: Månedlig
nl: Elke maand
pl: Co miesiąc
pt_br: Mensalmente
pt_pt: Mensalmente
ro: Lunar
ru: Ежемесячно
sk: Mesačne
sl: Mesečno
sv: Varje månad
th: ทุกเดือน
tr: Her ay
uk: Щомісяця
vi: Hàng tháng
zh_cn: 每月
zh_hk: 每月
zh_tw: 每月

# TVScreenSaverIdleScreenRefreshIntervalNever
source: Never
ar: مطلقًا
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
es_us: Nunca
fi: Ei koskaan
fr: Jamais
fr_ca: Jamais
he: אף פעם
hi: कभी नहीं
hr: Nikad
hu: Soha
id: Jangan Pernah
it: Mai
ja: なし
ko: 안 함
ms: Jangan
nb: Aldri
nl: Nooit
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sv: Aldrig
th: ไม่เลย
tr: Asla
uk: Ніколи
vi: Không
zh_cn: 永不
zh_hk: 永不
zh_tw: 永不

# TVScreenSaverIdleScreenRefreshIntervalWeekly
source: Weekly
ar: أسبوعيًا
ca: Setmanalment
cs: Týdně
da: Ugentligt
de: Wöchentlich
el: Κάθε εβδομάδα
es: Semanalmente
es_us: Semanalmente
fi: Viikoittain
fr: Chaque semaine
fr_ca: Chaque semaine
he: כל שבוע
hi: प्रति सप्ताह
hr: Svaki tjedan
hu: Hetente
id: Mingguan
it: Ogni settimana
ja: 毎週
ko: 매주
ms: Mingguan
nb: Ukentlig
nl: Elke week
pl: Co tydzień
pt_br: Semanalmente
pt_pt: Semanalmente
ro: Săptămânal
ru: Еженедельно
sk: Týždenne
sl: Tedensko
sv: Varje vecka
th: ทุกสัปดาห์
tr: Her hafta
uk: Щотижня
vi: Hàng tuần
zh_cn: 每周
zh_hk: 每星期
zh_tw: 每週

# TVShowsAppName
source: iTunes TV Shows
ar: برامج iTunes التلفزيونية
ca: Sèries de l’iTunes
cs: Seriály v iTunes
da: Tv-udsendelser i iTunes
de: iTunes-TV-Sendungen
el: Τηλεοπτικές εκπομπές iTunes
es: Series de iTunes
es_us: Programas de TV en iTunes
fi: iTunes TV -ohjelmat
fr: Séries TV iTunes
fr_ca: Émissions iTunes
he: ״תוכניות טלוויזיה״ של iTunes
hi: iTunes टीवी कार्यक्रम
hr: iTunes TV emisije
hu: iTunes-tv-műsorok
id: Acara TV iTunes
it: Programmi TV di iTunes
ja: iTunesのテレビ番組
ko: iTunes TV 프로그램
ms: Rancangan TV iTunes
nb: iTunes-TV-programmer
nl: Tv-programma's in iTunes
pl: Programy TV iTunes
pt_br: Programas de TV do iTunes
pt_pt: Programas de TV do iTunes
ro: Emisiuni TV iTunes
ru: Сериалы и телешоу iTunes
sk: TV seriály z iTunes
sl: TV-oddaje iTunes
sv: iTunes-TV-program
th: รายการทีวี iTunes
tr: iTunes TV Şovları
uk: Телешоу iTunes
vi: Chương trình TV iTunes
zh_cn: iTunes电视节目
zh_hk: iTunes電視節目
zh_tw: iTunes電視節目

# TVShowsAppVisibilityDescription
source: Choose to show iTunes TV Shows on the Home screen.
ar: اختيار إظهار برامج iTunes التلفزيونية على الشاشة الرئيسية.
ca: Tria si vols que es mostrin les sèries de l’iTunes a la pantalla d’inici.
cs: Vyberte, pokud chcete na ploše zobrazit aplikaci Seriály v iTunes.
da: Vælg, at tv-udsendelser i iTunes skal vises på hjemmeskærmen.
de: Wähle aus, ob iTunes-TV-Sendungen auf dem Home-Bildschirm angezeigt werden sollen.
el: Επιλέξτε να εμφανίζονται οι τηλεοπτικές εκπομπές iTunes στην οθόνη Αφετηρίας.
es: Elige si mostrar la app Series de iTunes en la pantalla de inicio.
es_us: Elige si quieres mostrar Programas de TV en iTunes en la pantalla de inicio.
fi: Näytä iTunes TV -ohjelmat Koti-valikossa.
fr: Choisissez si les séries TV iTunes doivent être affichées sur l’écran d’accueil.
fr_ca: Choisissez d’afficher l’app Émissions iTunes sur l’écran d’accueil.
he: ניתן לבחור להציג את ״תוכניות טלוויזיה״ של iTunes במסך הבית.
hi: iTunes टीवी कार्यक्रम होम स्क्रीन पर दिखाने का विकल्प चुनें।
hr: Odaberite za prikaz iTunes emisija na početnom zaslonu.
hu: Kiválaszthatja, hogy az iTunes-tv-műsorok megjelenjenek‑e a Főképernyőn.
id: Pilih untuk menampilkan Acara TV iTunes di layar Utama.
it: Scegli se vuoi mostrare i programmi TV di iTunes sulla schermata Home.
ja: ホーム画面にiTunesのテレビ番組を表示するかどうかを選択します。
ko: 홈 화면에 iTunes TV 프로그램을 표시할지 선택합니다.
ms: Pilih untuk menunjukkan Rancangan TV iTunes pada skrin Utama.
nb: Velg å vise iTunes-TV-programmer på Hjem-skjermen.
nl: Kies ervoor om tv-programma's in iTunes op het beginscherm weer te geven.
pl: Wybierz, czy ikona Programy TV iTunes ma być widoczna na ekranie głównym.
pt_br: Escolha se os Programas de TV do iTunes aparecem na tela de Início.
pt_pt: Escolha se pretende mostrar Programas de TV do iTunes no ecrã principal.
ro: Optați să afișați Emisiuni TV iTunes pe ecranul principal.
ru: Выберите, показывать ли сериалы и телешоу из iTunes на Главной странице.
sk: Výberom tejto možnosti zobrazíte apku TV seriály z iTunes na ploche.
sl: Izberite, da so TV-oddaje iTunes prikazane na domačem zaslonu.
sv: Välj att visa iTunes-TV-program på hemskärmen.
th: เลือกเพื่อแสดงรายการทีวี iTunes บนหน้าจอโฮม
tr: iTunes TV Şovları’nı ana ekranda göstermek için bunu seçin.
uk: Оберіть, чи показувати телешоу iTunes на екрані «Домівка».
vi: Chọn để hiển thị Chương trình TV iTunes trên Màn hình chính.
zh_cn: 选择在主屏幕上显示iTunes电视节目。
zh_hk: 選擇在主畫面上顯示「iTunes電視節目」。
zh_tw: 選擇來在主畫面上顯示「iTunes電視節目」。

# UIScaleDefault
source: Default
ar: افتراضي
ca: Per omissió
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Por omisión
es_us: Predeterminado
fi: Oletus
fr: Par défaut
fr_ca: Par défaut
he: ברירת המחדל
hi: डिफ़ॉल्ट
hr: Standardno
hu: Alapértelmezett
ja: デフォルト
ko: 기본
ms: Lalai
nb: Standard
nl: Standaard
pl: Domyślny
pt_br: Padrão
pt_pt: Predefinido
ro: Implicit
ru: По умолчанию
sk: Predvolené
sl: Privzeto
sv: Förvald
th: ค่าเริ่มต้น
tr: Saptanmış
uk: Типовий
vi: Mặc định
zh_cn: 默认
zh_hk: 預設
zh_tw: 預設值
